results/nginx/bbr/delay_20ms_loss_0.01/conns_100_rps_5000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   966.76ms  525.87ms   2.00s    57.75%
    Req/Sec       -nan      -nan   0.00      0.00%
  20063 requests in 6.00s, 282.81MB read
Requests/sec:   3342.40
Transfer/sec:     47.12MB